Repository: hncore/hnepis
Catalog: resources/lang/hnmgepis-*.po
Languages: th, vi

source: Label
th: ป้ายกำกับ
vi: Nhãn

source: Loading...
th: กำลังโหลด...
vi: Đang tải...

source: Choose Type
th: เลือกประเภท
vi: Chọn loại

source: Subtitle has been updated!
th: อัปเดตคำบรรยายเรียบร้อยแล้ว!
vi: Phụ đề đã được cập nhật!

source: Upload File
th: อัปโหลดไฟล์
vi: Tải lên tập tin

source: Default
th: ค่าเริ่มต้น
vi: Mặc định

source: Upload
th: อัปโหลด
vi: Tải lên

source: Please enter server name
th: กรุณาใส่ชื่อเซิร์ฟเวอร์
vi: Vui lòng nhập tên máy chủ

source: Please enter the episode list in the form!
th: กรุณาใส่รายการตอนในแบบฟอร์ม!
vi: Vui lòng nhập danh sách tập trong biểu mẫu!

source: Please wait...
th: กรุณารอสักครู่...
vi: Vui lòng đợi...

source: Import successfully!
th: นำเข้าสำเร็จ!
vi: Nhập thành công!

source: Error!
th: ผิดพลาด!
vi: Lỗi!

source: Saving...
th: กำลังบันทึก...
vi: Đang lưu...

source: Save
th: บันทึก
vi: Lưu

source: Updating...
th: กำลังอัปเดต...
vi: Đang cập nhật...

source: Done!
th: เสร็จสิ้น!
vi: Hoàn thành!

source: Server Name
th: ชื่อเซิร์ฟเวอร์
vi: Tên máy chủ

source: Name
th: ชื่อ
vi: Tên

source: Type
th: ประเภท
vi: Loại

source: Action
th: การกระทำ
vi: Hành động

source: Link
th: ลิงก์
vi: Liên kết

source: Alternative Link
th: ลิงก์สำรอง
vi: Liên kết thay thế

source: Successfully
th: สำเร็จ
vi: Thành công

source: Update Episodes
th: อัปเดตตอน
vi: Cập nhật tập phim

source: Import Episode
th: นำเข้าตอน
vi: Nhập tập phim

source: Update Post Info
th: อัปเดตข้อมูลโพสต์
vi: Cập nhật thông tin bài viết

source: Backup link server update successful
th: อัปเดตลิงก์สำรองเซิร์ฟเวอร์สำเร็จ
vi: Cập nhật thành công liên kết máy chủ dự phòng

source: Please enter link list!
th: กรุณาใส่รายการลิงก์!
vi: Vui lòng nhập danh sách liên kết!

source: Please select the episode to import!
th: กรุณาเลือกตอนที่จะนำเข้า!
vi: Vui lòng chọn tập phim để nhập!

source: Are you sure you want to delete this server & all episodes?
th: คุณแน่ใจหรือไม่ว่าต้องการลบเซิร์ฟเวอร์นี้และทุกตอน?
vi: Bạn có chắc chắn muốn xóa máy chủ này và tất cả các tập phim?

source: Add subtitles
th: เพิ่มคำบรรยาย
vi: Thêm phụ đề

source: Delete The Current Episode
th: ลบตอนปัจจุบัน
vi: Xóa tập phim hiện tại

source: Add Backup Server
th: เพิ่มเซิร์ฟเวอร์สำรอง
vi: Thêm máy chủ dự phòng

source: Add Field
th: เพิ่มฟิลด์
vi: Thêm trường

source: Update Server
th: อัปเดตเซิร์ฟเวอร์
vi: Cập nhật máy chủ

source: Update Subtitle
th: อัปเดตคำบรรยาย
vi: Cập nhật phụ đề

source: Click Here To Add A New Episode
th: คลิกที่นี่เพื่อเพิ่มตอนใหม่
vi: Nhấn vào đây để thêm tập phim mới

source: Need to <b>Update Episodes</b> Before <b>Adding Subtitles</b>
th: ต้อง <b>อัปเดตตอน</b> ก่อน <b>เพิ่มคำบรรยาย</b>
vi: Cần <b>Cập nhật tập phim</b> trước khi <b>Thêm phụ đề</b>

source: Need to <b>Update Episodes</b> Before <b>Backup Links</b>
th: ต้อง <b>อัปเดตตอน</b> ก่อน <b>สำรองลิงก์</b>
vi: Cần <b>Cập nhật tập phim</b> trước khi <b>Liên kết dự phòng</b>

source: Choose Episode
th: เลือกตอน
vi: Chọn tập phim

source: Episode Manager
th: ตัวจัดการตอน
vi: Quản lý tập phim

source: Single movie
th: ภาพยนตร์เดี่ยว
vi: Phim lẻ

source: TV show
th: รายการทีวี
vi: Chương trình truyền hình

source: Ongoing
th: กำลังดำเนินการ
vi: Đang phát sóng

source: Trailer
th: ตัวอย่าง

source: Episode List
th: รายการตอน
vi: Danh sách tập phim

source: Movies
th: ภาพยนตร์
vi: Phim

source: TV Series
th: ซีรีส์ทีวี
vi: Phim bộ

source: TV Shows
th: รายการทีวี
vi: Chương trình truyền hình

source: Theater Movie
th: ภาพยนตร์โรงภาพยนตร์
vi: Phim chiếu rạp

source: Movies Coming
th: ภาพยนตร์ที่กำลังมา
vi: Phim sắp chiếu

source: Hide
th: ซ่อน
vi: Ẩn

source: Player Options
th: ตัวเลือกผู้เล่น
vi: Tùy chọn trình phát

source: SEO Optimization
th: การปรับแต่ง SEO
vi: Tối ưu hóa SEO

source: Auto config Yoast SEO
th: ตั้งค่า Yoast SEO อัตโนมัติ
vi: Tự động cấu hình Yoast SEO

source: Display custom title on the info page (including episode, release, quality...)
th: แสดงชื่อที่กำหนดเองในหน้าข้อมูล (รวมถึงตอน, การเผยแพร่, คุณภาพ...)
vi: Hiển thị tiêu đề tùy chỉnh trên trang thông tin (bao gồm tập phim, phát hành, chất lượng...)

source: Remove the categories prefix
th: ลบคำนำหน้าหมวดหมู่
vi: Xóa tiền tố danh mục

source: Category URLs in WordPress contain a prefix, usually <strong>/category/</strong>, this feature removes that prefix, for categories only.
th: URL หมวดหมู่ใน WordPress มีคำนำหน้า โดยปกติคือ <strong>/category/</strong> ฟีเจอร์นี้จะลบคำนำหน้านั้นสำหรับหมวดหมู่เท่านั้น
vi: URL danh mục trong WordPress chứa tiền tố, thường là <strong>/category/</strong>, tính năng này sẽ xóa tiền tố đó, chỉ áp dụng cho danh mục.

source: Modify your SEO title by editing it right here
th: แก้ไขชื่อ SEO ของคุณโดยแก้ไขที่นี่
vi: Chỉnh sửa tiêu đề SEO của bạn ngay tại đây

source: SEO title (Page watch movie)
th: ชื่อ SEO (หน้าดูภาพยนตร์)
vi: Tiêu đề SEO (Trang xem phim)

source: URL Type
th: ประเภท URL
vi: Loại URL

source: Player tabs
th: แท็บผู้เล่น
vi: Tab trình phát

source: JW Player Basic Settings
th: การตั้งค่าพื้นฐานของ JW Player
vi: Cài đặt cơ bản JW Player

source: ADS Vast Settings
th: การตั้งค่า ADS Vast
vi: Cài đặt ADS Vast

source: Resume Playback
th: เล่นต่อจากที่ค้างไว้
vi: Tiếp tục phát lại

source: Use localStorage to remember where the user left off and resume playback at the same time offset when revisiting the page.
th: ใช้ localStorage เพื่อจำตำแหน่งที่ผู้ใช้หยุดเล่นและเล่นต่อในตำแหน่งเดียวกันเมื่อกลับมาที่หน้า
vi: Sử dụng localStorage để ghi nhớ nơi người dùng dừng lại và tiếp tục phát lại tại cùng thời điểm khi truy cập lại trang.

source: Auto reset cache
th: รีเซ็ตแคชอัตโนมัติ
vi: Tự động đặt lại bộ nhớ cache

source: Automatically clear the cache if the player error
th: ล้างแคชอัตโนมัติหากเกิดข้อผิดพลาดในผู้เล่น
vi: Tự động xóa bộ nhớ cache nếu trình phát gặp lỗi

source: JWPlayer Error Detect
th: ตรวจจับข้อผิดพลาดของ JWPlayer
vi: Phát hiện lỗi JWPlayer

source: Show Modal Popup
th: แสดงป๊อปอัพแบบโมดอล
vi: Hiển thị cửa sổ bật lên

source: Auto Play Alternative Server
th: เล่นเซิร์ฟเวอร์สำรองอัตโนมัติ
vi: Tự động phát máy chủ thay thế

source: Autostart
th: เริ่มต้นอัตโนมัติ
vi: Tự động bắt đầu

source: Auto Pause Player
th: หยุดเล่นอัตโนมัติ
vi: Tự động dừng trình phát

source: Automatically pauses the player based on certain rules
th: หยุดเล่นอัตโนมัติตามกฎที่กำหนด
vi: Tự động dừng trình phát dựa trên các quy tắc nhất định

source: Share Button
th: ปุ่มแชร์
vi: Nút chia sẻ

source: Cache Player
th: แคชผู้เล่น
vi: Bộ nhớ cache trình phát

source: Enable cache link
th: เปิดใช้งานลิงก์แคช
vi: Bật liên kết bộ nhớ cache

source: Cache time
th: เวลาแคช
vi: Thời gian bộ nhớ cache

source: Cache expired time. (seconds)
th: เวลาแคชหมดอายุ (วินาที)
vi: Thời gian hết hạn bộ nhớ cache. (giây)

source: License Version
th: เวอร์ชันใบอนุญาต
vi: Phiên bản giấy phép

source: Jwplayer License key
th: คีย์ใบอนุญาต Jwplayer
vi: Khóa giấy phép Jwplayer

source: A license key is required for the Pro, Premium and Ads edition.
th: ต้องใช้คีย์ใบอนุญาตสำหรับรุ่น Pro, Premium และ Ads
vi: Cần có khóa giấy phép cho phiên bản Pro, Premium và Ads.

source: Logo File
th: ไฟล์โลโก้
vi: Tệp logo

source: The URL of an external JPG, PNG or GIF image to be used as watermark (e.g. /assets/logo.png). We recommend using 24 bit PNG images with transparency
th: URL ของภาพ JPG, PNG หรือ GIF ภายนอกที่จะใช้เป็นลายน้ำ (เช่น /assets/logo.png) เราแนะนำให้ใช้ภาพ PNG 24 บิตที่มีความโปร่งใส
vi: URL của hình ảnh JPG, PNG hoặc GIF bên ngoài được sử dụng làm hình mờ (ví dụ: /assets/logo.png). Chúng tôi khuyến nghị sử dụng hình ảnh PNG 24 bit với độ trong suốt

source: Logo link
th: ลิงก์โลโก้
vi: Liên kết logo

source: The URL to visit when the watermark image is clicked. Clicking a logo will have no affect unless this is configured
th: URL ที่จะเยี่ยมชมเมื่อคลิกที่ภาพลายน้ำ การคลิกโลโก้จะไม่มีผลเว้นแต่จะมีการตั้งค่านี้
vi: URL để truy cập khi hình ảnh hình mờ được nhấp vào. Nhấp vào logo sẽ không có tác dụng trừ khi được cấu hình

source: Auto hide logo (JWPlayer only)
th: ซ่อนโลโก้อัตโนมัติ (เฉพาะ JWPlayer)
vi: Tự động ẩn logo (chỉ dành cho JWPlayer)

source: Logo Position
th: ตำแหน่งโลโก้
vi: Vị trí logo

source: Top left
th: ด้านซ้ายบน
vi: Trên cùng bên trái

source: Top right
th: ด้านขวาบน
vi: Trên cùng bên phải

source: Bottom left
th: ด้านซ้ายล่าง
vi: Dưới cùng bên trái

source: Bottom right
th: ด้านขวาล่าง
vi: Dưới cùng bên phải

source: Control bar (JWPlayer only)
th: แถบควบคุม (เฉพาะ JWPlayer)
vi: Thanh điều khiển (chỉ dành cho JWPlayer)

source: This sets the corner in which to display the watermark. The "control-bar" option is only supported in JWPlayer and adds the logo as the leftmost icon in the right grouping of buttons in the control bar.
th: ตั้งค่ามุมที่จะแสดงลายน้ำ ตัวเลือก "control-bar" รองรับเฉพาะใน JWPlayer และเพิ่มโลโก้เป็นไอคอนซ้ายสุดในกลุ่มปุ่มด้านขวาในแถบควบคุม
vi: Điều này đặt góc để hiển thị hình mờ. Tùy chọn "control-bar" chỉ được hỗ trợ trong JWPlayer và thêm logo làm biểu tượng ngoài cùng bên trái trong nhóm nút bên phải của thanh điều khiển.

source: Default poster image
th: ภาพโปสเตอร์เริ่มต้น
vi: Hình ảnh poster mặc định

source: Upload Subtitle
th: อัปโหลดคำบรรยาย
vi: Tải lên phụ đề

source: Add the url of the file subtitle.srt, .vtt or using the Upload button.
th: เพิ่ม URL ของไฟล์ subtitle.srt, .vtt หรือใช้ปุ่มอัปโหลด
vi: Thêm URL của tệp phụ đề.srt, .vtt hoặc sử dụng nút Tải lên.

source: Select a method to read subtitles
th: เลือกวิธีการอ่านคำบรรยาย
vi: Chọn phương pháp để đọc phụ đề

source: Direct link
th: ลิงก์โดยตรง
vi: Liên kết trực tiếp

source: Use readsub.php
th: ใช้ readsub.php
vi: Sử dụng readsub.php

source: Subtitle color
th: สีคำบรรยาย
vi: Màu phụ đề

source: Subtitle font size
th: ขนาดตัวอักษรคำบรรยาย
vi: Kích thước phông chữ phụ đề

source: About text
th: เกี่ยวกับข้อความ
vi: Về văn bản

source: Custom text to display in the right-click menu. Can only be set for the Premium and Ads Editions
th: ข้อความที่กำหนดเองเพื่อแสดงในเมนูคลิกขวา สามารถตั้งค่าได้เฉพาะรุ่น Premium และ Ads
vi: Văn bản tùy chỉnh để hiển thị trong menu nhấp chuột phải. Chỉ có thể đặt cho phiên bản Premium và Ads

source: About link
th: เกี่ยวกับลิงก์
vi: Liên kết về

source: Custom URL to link to when clicking the right-click menu. Can only be set for the Premium and Ads Editions
th: URL ที่กำหนดเองเพื่อเชื่อมโยงเมื่อคลิกเมนูคลิกขวา สามารถตั้งค่าได้เฉพาะรุ่น Premium และ Ads
vi: URL tùy chỉnh để liên kết đến khi nhấp vào menu nhấp chuột phải. Chỉ có thể đặt cho phiên bản Premium và Ads

source: Show Ads Vast
th: แสดงโฆษณา Vast
vi: Hiển thị Ads Vast

source: Enable Ads For Embed
th: เปิดใช้งานโฆษณาสำหรับการฝัง
vi: Bật quảng cáo cho nhúng

source: If This Option is Enabled, Ads Will Display in Embed Links
th: หากเปิดใช้งานตัวเลือกนี้ โฆษณาจะแสดงในลิงก์ฝัง
vi: Nếu tùy chọn này được bật, quảng cáo sẽ hiển thị trong các liên kết nhúng

source: Ads code
th: รหัสโฆษณา
vi: Mã quảng cáo

source: Title
th: ชื่อเรื่อง
vi: Tiêu đề

source: Thumbs
th: ภาพย่อ
vi: Hình thu nhỏ

source: Details
th: รายละเอียด
vi: Chi tiết

source: Categories
th: หมวดหมู่
vi: Danh mục

source: Actors
th: นักแสดง
vi: Diễn viên

source: Directors
th: ผู้กำกับ
vi: Đạo diễn

source: Release
th: การเผยแพร่
vi: Phát hành

source: Country
th: ประเทศ
vi: Quốc gia

source: Tags
th: แท็ก
vi: Thẻ

source: Last Update
th: อัปเดตล่าสุด
vi: Cập nhật lần cuối

source: Episodes
th: ตอน
vi: Các tập phim

source: view
th: ดู
vi: lượt xem

source: Movie
th: ภาพยนตร์
vi: Phim

source: List Movies
th: รายการภาพยนตร์
vi: Danh sách phim

source: Add new
th: เพิ่มใหม่
vi: Thêm mới

source: Add new movie
th: เพิ่มภาพยนตร์ใหม่
vi: Thêm phim mới

source: Edit
th: แก้ไข
vi: Chỉnh sửa

source: View Post
th: ดูโพสต์
vi: Xem bài viết

source: Search
th: ค้นหา
vi: Tìm kiếm

source: No result
th: ไม่มีผลลัพธ์
vi: Không có kết quả

source: All Movies
th: ภาพยนตร์ทั้งหมด
vi: Tất cả phim

source: Category
th: หมวดหมู่
vi: Danh mục

source: Add Movie
th: เพิ่มภาพยนตร์
vi: Thêm phim

source: Formality
th: ความเป็นทางการ
vi: Hình thức

source: Poster image URL
th: URL ภาพโปสเตอร์
vi: URL hình ảnh poster

source: Input image url or use Upload button.
th: ป้อน URL ภาพหรือใช้ปุ่มอัปโหลด
vi: Nhập URL hình ảnh hoặc sử dụng nút Tải lên.

source: Upload Poster image
th: อัปโหลดภาพโปสเตอร์
vi: Tải lên hình ảnh poster

source: Remote upload the poster image to server
th: อัปโหลดภาพโปสเตอร์ไปยังเซิร์ฟเวอร์จากระยะไกล
vi: Tải lên từ xa hình ảnh poster lên máy chủ

source: Featured image URL
th: URL ภาพเด่น
vi: URL hình ảnh nổi bật

source: Post thumbnail URL
th: URL ภาพย่อโพสต์
vi: URL hình ảnh thu nhỏ bài viết

source: Set as featured image
th: ตั้งเป็นภาพเด่น
vi: Đặt làm hình ảnh nổi bật

source: Set as featured image and save image to server
th: ตั้งเป็นภาพเด่นและบันทึกภาพไปยังเซิร์ฟเวอร์
vi: Đặt làm hình ảnh nổi bật và lưu hình ảnh vào máy chủ

source: Auto save images
th: บันทึกภาพอัตโนมัติ
vi: Tự động lưu hình ảnh

source: Auto save images to server
th: บันทึกภาพไปยังเซิร์ฟเวอร์อัตโนมัติ
vi: Tự động lưu hình ảnh vào máy chủ

source: Copyright
th: ลิขสิทธิ์
vi: Bản quyền

source: Adult content (18+)
th: เนื้อหาสำหรับผู้ใหญ่ (18+)
vi: Nội dung người lớn (18+)

source: Original Title
th: ชื่อเรื่องดั้งเดิม
vi: Tiêu đề gốc

source: Runtime
th: เวลารันไทม์
vi: Thời lượng

source: Runtime (90 min)
th: เวลารันไทม์ (90 นาที)
vi: Thời lượng (90 phút)

source: Episode
th: ตอน
vi: Tập phim

source: Episode 20, Tập 20
th: ตอน 20, Tập 20
vi: Tập 20, Tập 20

source: Total Episode
th: ตอนทั้งหมด
vi: Tổng số tập phim

source: Quality
th: คุณภาพ
vi: Chất lượng

source: Notification / Note
th: การแจ้งเตือน / หมายเหตุ
vi: Thông báo / Ghi chú

source: Showtime movies
th: ภาพยนตร์โชว์ไทม์
vi: Phim chiếu rạp

source: Video URL
th: URL วิดีโอ
vi: URL video

source: Embed
th: ฝัง
vi: Nhúng

source: Embed / iframe
th: ฝัง / iframe
vi: Nhúng / iframe

source: Thumbnail URL
th: URL ภาพย่อ
vi: URL hình thu nhỏ

source: Episode Type
th: ประเภทตอน
vi: Loại tập phim

source: Episode Types
th: ประเภทตอน
vi: Các loại tập phim

source: All Items
th: รายการทั้งหมด
vi: Tất cả các mục

source: Parent Item
th: รายการหลัก
vi: Mục cha

source: Parent Item:
th: รายการหลัก:
vi: Mục cha:

source: New Item Name
th: ชื่อรายการใหม่
vi: Tên mục mới

source: Add New Item
th: เพิ่มรายการใหม่
vi: Thêm mục mới

source: Edit Item
th: แก้ไขรายการ
vi: Chỉnh sửa mục

source: Update Item
th: อัปเดตรายการ
vi: Cập nhật mục

source: View Item
th: ดูรายการ
vi: Xem mục

source: Separate items with commas
th: แยกรายการด้วยเครื่องหมายจุลภาค
vi: Tách các mục bằng dấu phẩy

source: Add or remove items
th: เพิ่มหรือลบรายการ
vi: Thêm hoặc xóa các mục

source: Choose from the most used
th: เลือกจากที่ใช้บ่อยที่สุด
vi: Chọn từ những mục được sử dụng nhiều nhất

source: Popular Items
th: รายการยอดนิยม
vi: Các mục phổ biến

source: Search Items
th: ค้นหารายการ
vi: Tìm kiếm các mục

source: Not Found
th: ไม่พบ
vi: Không tìm thấy

source: No items
th: ไม่มีรายการ
vi: Không có mục nào

source: Items list
th: รายการรายการ
vi: Danh sách các mục

source: Items list navigation
th: การนำทางรายการรายการ
vi: Điều hướng danh sách các mục

source: News categories
th: หมวดหมู่ข่าว
vi: Danh mục tin tức

source: News category
th: หมวดหมู่ข่าว
vi: Danh mục tin tức

source: All categories
th: หมวดหมู่ทั้งหมด
vi: Tất cả danh mục

source: News
th: ข่าว
vi: Tin tức

source: Add news
th: เพิ่มข่าว
vi: Thêm tin tức

source: News tags
th: แท็กข่าว
vi: Thẻ tin tức

source: News tag
th: แท็กข่าว
vi: Thẻ tin tức

source: Videos
th: วิดีโอ
vi: Video

source: Video
th: วิดีโอ

source: Add new video
th: เพิ่มวิดีโอใหม่
vi: Thêm video mới

source: Video Categories
th: หมวดหมู่วิดีโอ
vi: Danh mục video

source: Video Category
th: หมวดหมู่วิดีโอ
vi: Danh mục video

source: Video tags
th: แท็กวิดีโอ
vi: Thẻ video

source: Video tag
th: แท็กวิดีโอ
vi: Thẻ video

source: Status
th: สถานะ
vi: Trạng thái

source: Search Status
th: ค้นหาสถานะ
vi: Tìm kiếm trạng thái

source: All Status
th: สถานะทั้งหมด
vi: Tất cả trạng thái

source: Parent Status
th: สถานะหลัก
vi: Trạng thái cha

source: Parent Status:
th: สถานะหลัก:
vi: Trạng thái cha:

source: Edit Status
th: แก้ไขสถานะ
vi: Chỉnh sửa trạng thái

source: Update Status
th: อัปเดตสถานะ
vi: Cập nhật trạng thái

source: Add New Status
th: เพิ่มสถานะใหม่
vi: Thêm trạng thái mới

source: New Status Name
th: ชื่อสถานะใหม่
vi: Tên trạng thái mới

source: Post options
th: ตัวเลือกโพสต์
vi: Tùy chọn bài viết

source: Search option
th: ตัวเลือกการค้นหา
vi: Tùy chọn tìm kiếm

source: Parent
th: หลัก
vi: Cha

source: Update
th: อัปเดต
vi: Cập nhật

source: Add New
th: เพิ่มใหม่
vi: Thêm mới

source: New option name
th: ชื่อตัวเลือกใหม่
vi: Tên tùy chọn mới

source: Options
th: ตัวเลือก
vi: Tùy chọn

source: Loading player, please wait...
th: กำลังโหลดผู้เล่น กรุณารอสักครู่...
vi: Đang tải trình phát, vui lòng đợi...

source: We are unable to find the video you are looking for. There could be several reasons for this, for example it got removed by the owner!
th: เราไม่สามารถค้นหาวิดีโอที่คุณกำลังมองหาได้ อาจมีหลายเหตุผลสำหรับเรื่องนี้ เช่น วิดีโอถูกลบโดยเจ้าของ!
vi: Chúng tôi không thể tìm thấy video bạn đang tìm kiếm. Có thể có nhiều lý do cho việc này, ví dụ như video đã bị xóa bởi chủ sở hữu!

source: This video file cannot be played.
th: ไฟล์วิดีโอนี้ไม่สามารถเล่นได้
vi: Tệp video này không thể phát.

source: To continue watching, please click on the "Reload Player" button
th: เพื่อดูต่อ กรุณาคลิกที่ปุ่ม "โหลดผู้เล่นใหม่"
vi: Để tiếp tục xem, vui lòng nhấn vào nút "Tải lại trình phát"

source: or click on the buttons below
th: หรือคลิกที่ปุ่มด้านล่าง
vi: hoặc nhấn vào các nút bên dưới

source: Reload Player
th: โหลดผู้เล่นใหม่
vi: Tải lại trình phát

source: Redirect to Server
th: เปลี่ยนเส้นทางไปยังเซิร์ฟเวอร์
vi: Chuyển hướng đến máy chủ

source: Redirect to Edit
th: เปลี่ยนเส้นทางไปยังแก้ไข
vi: Chuyển hướng để chỉnh sửa

source: Episode Name
th: ชื่อตอน
vi: Tên tập phim

source: Episode Slug
th: Slug ตอน
vi: Slug tập phim

source: Episode Link
th: ลิงก์ตอน
vi: Liên kết tập phim

source: Add Server
th: เพิ่มเซิร์ฟเวอร์
vi: Thêm máy chủ

source: IMBD Rating
th: คะแนน IMBD
vi: Xếp hạng IMBD

source: IMBD Vote
th: โหวต IMBD
vi: Bình chọn IMBD

source: Trailer URL
th: URL ตัวอย่าง
vi: URL trailer

source: Export Episodes
th: ส่งออกตอน
vi: Xuất tập phim

source: Post Name
th: ชื่อโพสต์
vi: Tên bài viết

source: Show/Hide Server
th: แสดง/ซ่อนเซิร์ฟเวอร์
vi: Hiển thị/Ẩn máy chủ

source: Post Status
th: สถานะโพสต์
vi: Trạng thái bài viết

source: Latest Episode
th: ตอนล่าสุด
vi: Tập phim mới nhất

source: Post Type
th: ประเภทโพสต์
vi: Loại bài viết

source: Actions
th: การกระทำ
vi: Hành động

source: Mass Import Episode
th: นำเข้าตอนจำนวนมาก
vi: Nhập tập phim hàng loạt

source: Add Episode Server
th: เพิ่มเซิร์ฟเวอร์ตอน
vi: Thêm máy chủ tập phim

source: Edit Movie Details
th: แก้ไขรายละเอียดภาพยนตร์
vi: Chỉnh sửa chi tiết phim

source: Choose Server Hide
th: เลือกเซิร์ฟเวอร์ซ่อน
vi: Chọn máy chủ ẩn

source: Choose A Server
th: เลือกเซิร์ฟเวอร์
vi: Chọn một máy chủ

source: Publish
th: เผยแพร่
vi: Xuất bản

source: Completed
th: เสร็จสิ้น
vi: Hoàn thành

source: Copyright infringement!
th: การละเมิดลิขสิทธิ์!
vi: Vi phạm bản quyền!

source: Select Filter Field
th: เลือกฟิลด์ตัวกรอง
vi: Chọn trường lọc

source: Enable/Disable Movie Filtering
th: เปิด/ปิดการกรองภาพยนตร์
vi: Bật/Tắt lọc phim

source: On/Off Button Player
th: ปุ่มเปิด/ปิดผู้เล่น
vi: Bật/Tắt nút trình phát

source: Setting Button Player
th: ตั้งค่าปุ่มผู้เล่น
vi: Cài đặt nút trình phát

source: Button Player Postion
th: ตำแหน่งปุ่มผู้เล่น
vi: Vị trí nút trình phát

source: Left
th: ซ้าย
vi: Trái

source: Right
th: ขวา
vi: Phải

source: Center
th: กลาง
vi: Giữa

source: Select Button Player
th: เลือกปุ่มผู้เล่น
vi: Chọn nút trình phát

source: Views
th: การดู
vi: Lượt xem

source: Next & Prev
th: ถัดไป & ก่อนหน้า
vi: Tiếp theo & Trước đó

source: Auto Next
th: ถัดไปอัตโนมัติ
vi: Tự động tiếp theo

source: Expand
th: ขยาย
vi: Mở rộng

source: Light
th: แสง
vi: Ánh sáng

source: Report
th: รายงาน
vi: Báo cáo

source: Like & DisLike
th: ชอบ & ไม่ชอบ
vi: Thích & Không thích

source: For Auto Next, Next & Previous Only Works with Series. Expand and Collapse only works when there is a Sidebar.
th: สำหรับ ถัดไปอัตโนมัติ, ถัดไป & ก่อนหน้า ใช้ได้เฉพาะกับซีรีส์ ขยายและยุบใช้ได้เฉพาะเมื่อมีแถบด้านข้าง
vi: Đối với Tự động tiếp theo, Tiếp theo & Trước đó chỉ hoạt động với Series. Mở rộng và Thu gọn chỉ hoạt động khi có Sidebar.

source: Enable Find Episodes
th: เปิดใช้งานค้นหาตอน
vi: Bật tìm tập phim

source: Only Shows With Series. Not Shows With Movies
th: แสดงเฉพาะกับซีรีส์ ไม่แสดงกับภาพยนตร์
vi: Chỉ hiển thị với Series. Không hiển thị với Phim

source: Using Ajax for Episodes
th: ใช้ Ajax สำหรับตอน
vi: Sử dụng Ajax cho các tập phim

source: Select the style to display the episode list
th: เลือกสไตล์เพื่อแสดงรายการตอน
vi: Chọn kiểu hiển thị danh sách tập phim

source: Episode pages show at most
th: หน้าตอนแสดงได้มากที่สุด
vi: Các trang tập phim hiển thị tối đa

source: The number of episodes displayed on the page
th: จำนวนตอนที่แสดงในหน้า
vi: Số lượng tập phim hiển thị trên trang

source: Watch Button
th: ปุ่มดู
vi: Nút xem

source: First Episode
th: ตอนแรก
vi: Tập phim đầu tiên

source: Last Episode
th: ตอนสุดท้าย
vi: Tập phim cuối cùng

source: Episode order
th: ลำดับตอน
vi: Thứ tự tập phim

source: Episode Options
th: ตัวเลือกตอน
vi: Tùy chọn tập phim

source: Default Episode Name
th: ชื่อตอนเริ่มต้น
vi: Tên tập phim mặc định

source: SEO Title (Page movie info)
th: ชื่อ SEO (หน้าข้อมูลภาพยนตร์)
vi: Tiêu đề SEO (Trang thông tin phim)

source: URL Watch Page
th: URL หน้าดู
vi: URL trang xem

source: Accept
th: ยอมรับ
vi: Chấp nhận

source: Film Title
th: ชื่อภาพยนตร์
vi: Tiêu đề phim

source: Film Released
th: ภาพยนตร์เผยแพร่
vi: Phim phát hành

source: Film Duration
th: ระยะเวลาภาพยนตร์
vi: Thời lượng phim

source: Film Quality
th: คุณภาพภาพยนตร์
vi: Chất lượng phim

source: Film Episode
th: ตอนภาพยนตร์
vi: Tập phim

source: Home Url
th: URL หน้าแรก
vi: URL trang chủ

source: Film Server
th: เซิร์ฟเวอร์ภาพยนตร์
vi: Máy chủ phim

source: Auto config Rank Math
th: ตั้งค่า Rank Math อัตโนมัติ
vi: Tự động cấu hình Rank Math

source: JWPlayer Settings
th: การตั้งค่า JWPlayer
vi: Cài đặt JWPlayer

source: Title Adult
th: ชื่อผู้ใหญ่
vi: Tiêu đề người lớn

source: Adult Content Info
th: ข้อมูลเนื้อหาสำหรับผู้ใหญ่
vi: Thông tin nội dung người lớn

source: All Options
th: ตัวเลือกทั้งหมด
vi: Tất cả tùy chọn

source: Sort By
th: เรียงตาม
vi: Sắp xếp theo

source: Text Button color
th: สีปุ่มข้อความ
vi: Màu nút văn bản

source: Showing old episodes manager
th: แสดงตัวจัดการตอนเก่า
vi: Hiển thị trình quản lý tập phim cũ

source: No posts selected
th: ไม่มีโพสต์ที่เลือก
vi: Không có bài viết nào được chọn

source: Are you sure you want to delete the selected posts?
th: คุณแน่ใจหรือไม่ว่าต้องการลบโพสต์ที่เลือก?
vi: Bạn có chắc chắn muốn xóa các bài viết đã chọn?

source: Cache Manager
th: ตัวจัดการแคช
vi: Trình quản lý bộ nhớ cache

source: Total Cache
th: แคชทั้งหมด
vi: Tổng bộ nhớ cache

source: Cache Empty!
th: แคชว่างเปล่า!
vi: Bộ nhớ cache trống!

source: Delete All Cache
th: ลบแคชทั้งหมด
vi: Xóa tất cả bộ nhớ cache

source: Issues
th: ปัญหา
vi: Vấn đề

source: Add one entry per line. These issues will appear in the form of a checkbox.
th: เพิ่มหนึ่งรายการต่อบรรทัด ปัญหาเหล่านี้จะปรากฏในรูปแบบของช่องทำเครื่องหมาย
vi: Thêm một mục mỗi dòng. Các vấn đề này sẽ xuất hiện dưới dạng hộp kiểm.

source: Reporter
th: ผู้รายงาน
vi: Người báo cáo

source: Time
th: เวลา
vi: Thời gian

source: Remove
th: ลบ
vi: Xóa

source: Broken Movie
th: ภาพยนตร์เสีย
vi: Phim bị lỗi

source: List Broken Movie
th: รายการภาพยนตร์เสีย
vi: Danh sách phim bị lỗi

source: Delete All
th: ลบทั้งหมด
vi: Xóa tất cả

source: Mark As Resolved
th: ทำเครื่องหมายว่าแก้ไขแล้ว
vi: Đánh dấu là đã giải quyết

source: Auto Report
th: รายงานอัตโนมัติ
vi: Báo cáo tự động
