Repository: hncore/hnepis
Catalog: resources/lang/hnmgepis-*.po
Languages: th, vi

source: Select "From file" to import options from a json backup file. Then click on the Import button.
th: เลือก "จากไฟล์" เพื่อนำเข้าตัวเลือกจากไฟล์สำรอง json จากนั้นคลิกที่ปุ่มนำเข้า
vi: Chọn "Từ tệp" để nhập tùy chọn từ tệp sao lưu json. Sau đó nhấp vào nút Nhập.

source: You can export a json backup file in the Export section of this theme options.
th: คุณสามารถส่งออกไฟล์สำรอง json ในส่วนส่งออกของตัวเลือกธีมนี้
vi: Bạn có thể xuất tệp sao lưu json trong phần Xuất của tùy chọn giao diện này.

source: Theme Options
th: ตัวเลือกธีม
vi: Tùy chọn giao diện

source: Dashboard
th: แดชบอร์ด
vi: Bảng điều khiển

source: Logs
th: บันทึก
vi: Nhật ký

source: Help
th: ช่วยเหลือ
vi: Trợ giúp

source: Show logo on both JWPlayer and embedded iframe player
th: แสดงโลโก้ทั้งใน JWPlayer และผู้เล่น iframe ที่ฝัง
vi: Hiển thị logo trên cả JWPlayer và trình phát iframe được nhúng

source: Custom Ads Position
th: ตำแหน่งโฆษณาที่กำหนดเอง
vi: Vị trí quảng cáo tùy chỉnh

source: Ads Configuration
th: การตั้งค่าโฆษณา
vi: Cấu hình quảng cáo

source: You can add ads code for desktop and mobile devices
th: คุณสามารถเพิ่มรหัสโฆษณาสำหรับอุปกรณ์เดสก์ท็อปและมือถือ
vi: Bạn có thể thêm mã quảng cáo cho thiết bị máy tính và di động

source: ADS Desktop
th: โฆษณาเดสก์ท็อป
vi: Quảng cáo máy tính

source: Popup Ads Code Desktop
th: รหัสโฆษณาป๊อปอัพเดสก์ท็อป
vi: Mã quảng cáo bật lên trên máy tính

source: Header Ads Code Desktop
th: รหัสโฆษณาส่วนหัวเดสก์ท็อป
vi: Mã quảng cáo đầu trang trên máy tính

source: Footer Ads Code Desktop
th: รหัสโฆษณาส่วนท้ายเดสก์ท็อป
vi: Mã quảng cáo chân trang trên máy tính

source: Top Player Ads Code Desktop
th: รหัสโฆษณาผู้เล่นด้านบนเดสก์ท็อป
vi: Mã quảng cáo trên đầu trình phát trên máy tính

source: Under Player Ads Desktop
th: โฆษณาใต้ผู้เล่นเดสก์ท็อป
vi: Quảng cáo dưới trình phát trên máy tính

source: ADS Mobile
th: โฆษณามือถือ
vi: Quảng cáo di động

source: Header Ads Code Mobile
th: รหัสโฆษณาส่วนหัวมือถือ
vi: Mã quảng cáo đầu trang trên di động

source: Footer Ads Code Mobile
th: รหัสโฆษณาส่วนท้ายมือถือ
vi: Mã quảng cáo chân trang trên di động

source: Top Player Ads Code Mobile
th: รหัสโฆษณาผู้เล่นด้านบนมือถือ
vi: Mã quảng cáo trên đầu trình phát trên di động

source: Under Player Ads Mobile
th: โฆษณาใต้ผู้เล่นมือถือ
vi: Quảng cáo dưới trình phát trên di động

source: Custom JWPlayer
th: JWPlayer ที่กำหนดเอง
vi: JWPlayer tùy chỉnh

source: JWPlayer Configuration
th: การตั้งค่า JWPlayer
vi: Cấu hình JWPlayer

source: Show Ads & Banner
th: แสดงโฆษณาและแบนเนอร์
vi: Hiển thị quảng cáo & banner

source: This setting only applies to JWPlayer: Auto hide the logo when the mouse is not over the player.
th: การตั้งค่านี้ใช้ได้เฉพาะกับ JWPlayer: ซ่อนโลโก้อัตโนมัติเมื่อเมาส์ไม่ได้อยู่เหนือผู้เล่น
vi: Cài đặt này chỉ áp dụng cho JWPlayer: Tự động ẩn logo khi chuột không ở trên trình phát.

source: Logo Player Configuration
th: การตั้งค่าโลโก้ผู้เล่น
vi: Cấu hình logo trình phát

source: Show Logo Player
th: แสดงโลโก้ผู้เล่น
vi: Hiển thị logo trình phát

source: Player & ADS
th: ผู้เล่นและโฆษณา
vi: Trình phát & quảng cáo

source: Search Slug
th: Slug การค้นหา
vi: Slug tìm kiếm

source: The slug of the https://domain.com/search/quentin-tarantino page
th: Slug ของหน้า https://domain.com/search/quentin-tarantino
vi: Slug của trang https://domain.com/search/quentin-tarantino

source: The slug of the %s page
th: Slug ของหน้า %s
vi: Slug của trang %s

source: Tags Slug
th: Slug แท็ก
vi: Slug thẻ

source: Director Slug
th: Slug ผู้กำกับ
vi: Slug đạo diễn

source: Actor Slug
th: Slug นักแสดง
vi: Slug diễn viên

source: Category Slug
th: Slug หมวดหมู่
vi: Slug danh mục

source: Custom Slug
th: Slug ที่กำหนดเอง
vi: Slug tùy chỉnh

source: Select Type Watch Page
th: เลือกประเภทหน้าดู
vi: Chọn loại trang xem

source: Using Watch and Info Pages
th: ใช้หน้าดูและข้อมูล
vi: Sử dụng trang xem và trang thông tin

source: Use Single Original
th: ใช้ต้นฉบับเดี่ยว
vi: Sử dụng đơn lẻ gốc

source: Default No Image
th: ไม่มีภาพเริ่มต้น
vi: Không có hình ảnh mặc định

source: Add Image
th: เพิ่มภาพ
vi: Thêm hình ảnh

source: Remove Image
th: ลบภาพ
vi: Xóa hình ảnh

source: Import Demo
th: นำเข้าเดโม
vi: Nhập bản demo

source: Logo Image
th: ภาพโลโก้
vi: Hình ảnh logo

source: Text
th: ข้อความ
vi: Văn bản

source: Use an image instead of text for the logo
th: ใช้ภาพแทนข้อความสำหรับโลโก้
vi: Sử dụng hình ảnh thay vì văn bản cho logo

source: Use Logo Image
th: ใช้ภาพโลโก้
vi: Sử dụng hình ảnh logo

source: Themes Options
th: ตัวเลือกธีม
vi: Tùy chọn giao diện

source: Enable to show or hide the admin bar.
th: เปิดใช้งานเพื่อแสดงหรือซ่อนแถบผู้ดูแลระบบ
vi: Bật để hiển thị hoặc ẩn thanh quản trị.

source: Display All PHP Errors
th: แสดงข้อผิดพลาด PHP ทั้งหมด
vi: Hiển thị tất cả lỗi PHP

source: Disable XML-RPC
th: ปิดใช้งาน XML-RPC
vi: Vô hiệu hóa XML-RPC

source: Disable XML-RPC to prevent brute force attacks
th: ปิดใช้งาน XML-RPC เพื่อป้องกันการโจมตีแบบ brute force
vi: Vô hiệu hóa XML-RPC để ngăn chặn tấn công brute force

source: Block Bad Query
th: บล็อกคำค้นหาที่ไม่ดี
vi: Chặn truy vấn xấu

source: Block bad query to prevent SQL injection
th: บล็อกคำค้นหาที่ไม่ดีเพื่อป้องกันการฉีด SQL
vi: Chặn truy vấn xấu để ngăn chặn SQL injection

source: Disable Emoji
th: ปิดใช้งาน Emoji
vi: Vô hiệu hóa Emoji

source: Disable Emoji to prevent loading extra files
th: ปิดใช้งาน Emoji เพื่อป้องกันการโหลดไฟล์เพิ่มเติม
vi: Vô hiệu hóa Emoji để ngăn chặn tải các tệp bổ sung

source: Disable REST API
th: ปิดใช้งาน REST API
vi: Vô hiệu hóa REST API

source: Disable REST API to prevent unauthorized access
th: ปิดใช้งาน REST API เพื่อป้องกันการเข้าถึงโดยไม่ได้รับอนุญาต
vi: Vô hiệu hóa REST API để ngăn chặn truy cập trái phép

source: Disable WP Cron
th: ปิดใช้งาน WP Cron
vi: Vô hiệu hóa WP Cron

source: Disable WP Cron to prevent loading extra files
th: ปิดใช้งาน WP Cron เพื่อป้องกันการโหลดไฟล์เพิ่มเติม
vi: Vô hiệu hóa WP Cron để ngăn chặn tải các tệp bổ sung

source: Disable WP Embed
th: ปิดใช้งาน WP Embed
vi: Vô hiệu hóa WP Embed

source: Disable WP Embed to prevent loading extra files
th: ปิดใช้งาน WP Embed เพื่อป้องกันการโหลดไฟล์เพิ่มเติม
vi: Vô hiệu hóa WP Embed để ngăn chặn tải các tệp bổ sung

source: Disable Application Passwords
th: ปิดใช้งานรหัสผ่านแอปพลิเคชัน
vi: Vô hiệu hóa mật khẩu ứng dụng

source: Disable Application Passwords to prevent unauthorized access
th: ปิดใช้งานรหัสผ่านแอปพลิเคชันเพื่อป้องกันการเข้าถึงโดยไม่ได้รับอนุญาต
vi: Vô hiệu hóa mật khẩu ứng dụng để ngăn chặn truy cập trái phép

source: Disable F12 Key, Debug tools in Browser
th: ปิดใช้งานคีย์ F12, เครื่องมือดีบักในเบราว์เซอร์
vi: Vô hiệu hóa phím F12, các công cụ gỡ lỗi trong trình duyệt

source: URL to redirect if debug tool is opened
th: URL เพื่อเปลี่ยนเส้นทางหากเปิดเครื่องมือดีบัก
vi: URL để chuyển hướng nếu công cụ gỡ lỗi được mở

source: URL will redirect to after pressing F12 (Default is: https://haunytb.com)
th: URL จะเปลี่ยนเส้นทางหลังจากกด F12 (ค่าเริ่มต้นคือ: https://haunytb.com)
vi: URL sẽ chuyển hướng đến sau khi nhấn F12 (Mặc định là: https://haunytb.com)

source: Disable RSS Feed
th: ปิดใช้งาน RSS Feed
vi: Vô hiệu hóa RSS Feed

source: Disable RSS Feed to prevent loading extra files
th: ปิดใช้งาน RSS Feed เพื่อป้องกันการโหลดไฟล์เพิ่มเติม
vi: Vô hiệu hóa RSS Feed để ngăn chặn tải các tệp bổ sung

source: Disable Block Inline CSS
th: ปิดใช้งานบล็อก CSS แบบอินไลน์
vi: Vô hiệu hóa CSS nội tuyến của khối

source: Disable Block Inline CSS to prevent loading extra files
th: ปิดใช้งานบล็อก CSS แบบอินไลน์เพื่อป้องกันการโหลดไฟล์เพิ่มเติม
vi: Vô hiệu hóa CSS nội tuyến của khối để ngăn chặn tải các tệp bổ sung

source: Disable Global Styles
th: ปิดใช้งานสไตล์ทั่วโลก
vi: Vô hiệu hóa kiểu toàn cục

source: Disable Global Styles to prevent loading extra files
th: ปิดใช้งานสไตล์ทั่วโลกเพื่อป้องกันการโหลดไฟล์เพิ่มเติม
vi: Vô hiệu hóa kiểu toàn cục để ngăn chặn tải các tệp bổ sung

source: Disable Classic Theme Styles
th: ปิดใช้งานสไตล์ธีมคลาสสิก
vi: Vô hiệu hóa kiểu giao diện cổ điển

source: Disable Classic Theme Styles to prevent loading extra files
th: ปิดใช้งานสไตล์ธีมคลาสสิกเพื่อป้องกันการโหลดไฟล์เพิ่มเติม
vi: Vô hiệu hóa kiểu giao diện cổ điển để ngăn chặn tải các tệp bổ sung

source: Apple touch icon
th: ไอคอนสัมผัส Apple
vi: Biểu tượng chạm Apple

source: Upload a 152 x 152 px image that will represent your website's touch icon for iOS 2.0+ and Android 2.1+ devices.
th: อัปโหลดภาพขนาด 152 x 152 px ที่จะแสดงไอคอนสัมผัสของเว็บไซต์ของคุณสำหรับอุปกรณ์ iOS 2.0+ และ Android 2.1+
vi: Tải lên hình ảnh 152 x 152 px sẽ đại diện cho biểu tượng chạm của trang web của bạn cho các thiết bị iOS 2.0+ và Android 2.1+.

source: Removing the redirect after changing a post or page's slug
th: ลบการเปลี่ยนเส้นทางหลังจากเปลี่ยน slug ของโพสต์หรือหน้า
vi: Xóa chuyển hướng sau khi thay đổi slug của bài viết hoặc trang

source: Enable to remove the redirect after changing a post or page's slug.
th: เปิดใช้งานเพื่อลบการเปลี่ยนเส้นทางหลังจากเปลี่ยน slug ของโพสต์หรือหน้า
vi: Bật để xóa chuyển hướng sau khi thay đổi slug của bài viết hoặc trang.

source: No feed available, please visit our homepage!
th: ไม่มีฟีดที่พร้อมใช้งาน กรุณาเยี่ยมชมหน้าแรกของเรา!
vi: Không có nguồn cấp dữ liệu nào, vui lòng truy cập trang chủ của chúng tôi!

source: Only authenticated users can access the REST API.
th: เฉพาะผู้ใช้ที่ได้รับการรับรองเท่านั้นที่สามารถเข้าถึง REST API
vi: Chỉ người dùng đã xác thực mới có thể truy cập REST API.

source: This content is password protected. To view it please enter your password below:
th: เนื้อหานี้ได้รับการป้องกันด้วยรหัสผ่าน เพื่อดูกรุณาใส่รหัสผ่านของคุณด้านล่าง:
vi: Nội dung này được bảo vệ bằng mật khẩu. Để xem, vui lòng nhập mật khẩu của bạn dưới đây:

source: Password
th: รหัสผ่าน
vi: Mật khẩu

source: Hide the notice for required plugins in the admin area.
th: ซ่อนการแจ้งเตือนสำหรับปลั๊กอินที่จำเป็นในพื้นที่ผู้ดูแลระบบ
vi: Ẩn thông báo về các plugin bắt buộc trong khu vực quản trị.

source: Select the comment system you want to use.
th: เลือกระบบความคิดเห็นที่คุณต้องการใช้
vi: Chọn hệ thống bình luận bạn muốn sử dụng.

source: Enable to allow users to comment on your site.
th: เปิดใช้งานเพื่ออนุญาตให้ผู้ใช้แสดงความคิดเห็นในไซต์ของคุณ
vi: Bật để cho phép người dùng bình luận trên trang web của bạn.

source: Facebook Apps ID
th: ID แอป Facebook
vi: ID ứng dụng Facebook

source: The shortname for your Disqus account. This is used to identify your Disqus account and is required for the Disqus comment system to work.
th: ชื่อย่อสำหรับบัญชี Disqus ของคุณ ใช้เพื่อระบุบัญชี Disqus ของคุณและจำเป็นสำหรับระบบความคิดเห็น Disqus ที่จะทำงาน
vi: Tên ngắn cho tài khoản Disqus của bạn. Điều này được sử dụng để xác định tài khoản Disqus của bạn và cần thiết để hệ thống bình luận Disqus hoạt động.

source: Disqus Shortname
th: ชื่อย่อ Disqus
vi: Tên ngắn Disqus

source: You can add your own emojis by typing in the box above with the format emoji 1|emoji 2...
th: คุณสามารถเพิ่มอิโมจิของคุณเองโดยพิมพ์ในช่องด้านบนด้วยรูปแบบ emoji 1|emoji 2...
vi: Bạn có thể thêm biểu tượng cảm xúc của riêng mình bằng cách nhập vào hộp bên trên với định dạng emoji 1|emoji 2...

source: Emojis Comments
th: ความคิดเห็นอิโมจิ
vi: Bình luận biểu tượng cảm xúc

source: Custom Comment
th: ความคิดเห็นที่กำหนดเอง
vi: Bình luận tùy chỉnh

source: Auto Import Page
th: หน้านำเข้าอัตโนมัติ
vi: Tự động nhập trang

source: Enable to automatically import the page when the theme is activated.
th: เปิดใช้งานเพื่อนำเข้าหน้าอัตโนมัติเมื่อเปิดใช้งานธีม
vi: Bật để tự động nhập trang khi giao diện được kích hoạt.

source: Only applies to movies or videos with a specific code
th: ใช้ได้เฉพาะภาพยนตร์หรือวิดีโอที่มีรหัสเฉพาะเท่านั้น
vi: Chỉ áp dụng cho phim hoặc video có mã cụ thể

source: ASC
vi: Tăng dần

source: DESC
vi: Giảm dần
