Repository: hncore/hnepis
Catalog: resources/lang/hnmgepis-*.po
Languages: th, vi

source: If using Ajax, when clicking on the episode list, the page will not reload
th: หากใช้ Ajax เมื่อคลิกที่รายการตอน หน้าจะไม่โหลดใหม่
vi: Nếu sử dụng Ajax, khi nhấp vào danh sách tập phim, trang sẽ không tải lại

source: For the last option it only applies to using the XXX theme
th: สำหรับตัวเลือกสุดท้ายใช้ได้เฉพาะกับธีม XXX
vi: Đối với tùy chọn cuối cùng, chỉ áp dụng khi sử dụng giao diện XXX

source: Like
th: ชอบ
vi: Thích

source: Reply
th: ตอบกลับ
vi: Trả lời

source: less than 1 second ago
th: น้อยกว่า 1 วินาทีที่แล้ว
vi: cách đây chưa đầy 1 giây

source: year ago
th: ปีที่แล้ว
vi: cách đây một năm

source: years ago
th: หลายปีที่แล้ว
vi: cách đây nhiều năm

source: month ago
th: เดือนที่แล้ว
vi: cách đây một tháng

source: months ago
th: หลายเดือนที่แล้ว
vi: cách đây nhiều tháng

source: day ago
th: วันที่แล้ว
vi: cách đây một ngày

source: days ago
th: หลายวันที่แล้ว
vi: cách đây nhiều ngày

source: hour ago
th: ชั่วโมงที่แล้ว
vi: cách đây một giờ

source: hours ago
th: หลายชั่วโมงที่แล้ว
vi: cách đây nhiều giờ

source: minute ago
th: นาทีที่แล้ว
vi: cách đây một phút

source: minutes ago
th: หลายนาทีที่แล้ว
vi: cách đây nhiều phút

source: second ago
th: วินาทีที่แล้ว
vi: cách đây một giây

source: seconds ago
th: หลายวินาทีที่แล้ว
vi: cách đây nhiều giây

source: Settings Comment
th: ตั้งค่าความคิดเห็น
vi: Cài đặt bình luận

source: Enable Comment
th: เปิดใช้งานความคิดเห็น
vi: Bật bình luận

source: Select Comments
th: เลือกความคิดเห็น
vi: Chọn bình luận

source: Comments
th: ความคิดเห็น
vi: Bình luận

source: Your Name
th: ชื่อของคุณ
vi: Tên của bạn

source: Enter Content
th: ป้อนเนื้อหา
vi: Nhập nội dung

source: List Comments
th: รายการความคิดเห็น
vi: Danh sách bình luận

source: See more
th: ดูเพิ่มเติม
vi: Xem thêm

source: Disqus Comments
th: ความคิดเห็น Disqus
vi: Bình luận Disqus

source: Facebook Comment
th: ความคิดเห็น Facebook
vi: Bình luận Facebook

source: System Comment
th: ความคิดเห็นระบบ
vi: Bình luận hệ thống

source: Facebook settings
th: การตั้งค่า Facebook
vi: Cài đặt Facebook

source: If This Value Does Not Exist . Facebook Comments and Like and Share Buttons Will Not Work
th: หากไม่มีค่านี้ ความคิดเห็น Facebook และปุ่มชอบและแชร์จะไม่ทำงาน
vi: Nếu giá trị này không tồn tại. Bình luận Facebook và nút Thích và Chia sẻ sẽ không hoạt động

source: Number of comment to show
th: จำนวนความคิดเห็นที่จะแสดง
vi: Số lượng bình luận để hiển thị

source: The number of comments to show by default. The minimum value is 1.
th: จำนวนความคิดเห็นที่จะแสดงโดยค่าเริ่มต้น ค่าต่ำสุดคือ 1
vi: Số lượng bình luận hiển thị mặc định. Giá trị tối thiểu là 1.

source: Order by
th: เรียงตาม
vi: Sắp xếp theo

source: Reverse time
th: ย้อนเวลา
vi: Thời gian đảo ngược

source: Social
th: สังคม
vi: Xã hội

source: The order to use when displaying comments. Can be "social", "reverse_time", or "time". The different order types are explained in the FAQ
th: ลำดับที่จะใช้เมื่อแสดงความคิดเห็น สามารถเป็น "social", "reverse_time" หรือ "time" ประเภทลำดับที่แตกต่างกันอธิบายไว้ใน FAQ
vi: Thứ tự sử dụng khi hiển thị bình luận. Có thể là "xã hội", "thời gian đảo ngược" hoặc "thời gian". Các loại thứ tự khác nhau được giải thích trong FAQ

source: a few seconds ago
th: ไม่กี่วินาทีที่แล้ว
vi: vài giây trước

source: Only Works With Themes That Have Filters
th: ใช้ได้เฉพาะกับธีมที่มีตัวกรอง
vi: Chỉ hoạt động với các giao diện có bộ lọc

source: Dislikes
th: ไม่ชอบ
vi: Không thích

source: Likes
th: ชอบ
vi: Thích

source: Percentage
th: เปอร์เซ็นต์
vi: Phần trăm

source: You reaction this post.
th: คุณตอบสนองโพสต์นี้
vi: Bạn đã phản ứng với bài viết này.

source: Your reaction has been recorded.
th: การตอบสนองของคุณได้รับการบันทึกแล้ว
vi: Phản ứng của bạn đã được ghi lại.

source: Prev EP
th: ตอนก่อนหน้า
vi: Tập trước

source: Next EP
th: ตอนถัดไป
vi: Tập tiếp theo

source: Light Off
th: ปิดไฟ
vi: Tắt đèn

source: Light On
th: เปิดไฟ
vi: Bật đèn

source: Background Button Color
th: สีปุ่มพื้นหลัง
vi: Màu nền nút

source: If you do not use a background color, you can enter the value: <b>transparent</b>
th: หากคุณไม่ใช้สีพื้นหลัง คุณสามารถป้อนค่า: <b>transparent</b>
vi: Nếu bạn không sử dụng màu nền, bạn có thể nhập giá trị: <b>transparent</b>

source: Button Border Radius
th: รัศมีขอบปุ่ม
vi: Bán kính viền nút

source: Use px value. If not rounded leave value 0
th: ใช้ค่าพิกเซล หากไม่ปัดเศษให้ปล่อยค่าเป็น 0
vi: Sử dụng giá trị px. Nếu không làm tròn, để giá trị là 0

source: Color Settings
th: การตั้งค่าสี
vi: Cài đặt màu sắc

source: Backup Server Color
th: สีเซิร์ฟเวอร์สำรอง
vi: Màu máy chủ dự phòng

source: Background Backup Server
th: พื้นหลังเซิร์ฟเวอร์สำรอง
vi: Nền máy chủ dự phòng

source: Text Color Backup Server
th: สีข้อความเซิร์ฟเวอร์สำรอง
vi: Màu văn bản máy chủ dự phòng

source: Change Server
th: เปลี่ยนเซิร์ฟเวอร์
vi: Thay đổi máy chủ

source: Episode Hover Backgroud Color
th: สีพื้นหลังตอนเมื่อวางเมาส์
vi: Màu nền khi di chuột qua tập phim

source: Episode Backgroud Color
th: สีพื้นหลังตอน
vi: Màu nền tập phim

source: Backgroud List Color
th: สีพื้นหลังรายการ
vi: Màu nền danh sách

source: Hide Change Server Button
th: ซ่อนปุ่มเปลี่ยนเซิร์ฟเวอร์
vi: Ẩn nút thay đổi máy chủ

source: Text Active Backup Server
th: ข้อความเซิร์ฟเวอร์สำรองที่ใช้งาน
vi: Văn bản máy chủ dự phòng đang hoạt động

source: List Episode Color
th: สีรายการตอน
vi: Màu danh sách tập phim

source: Color Comments
th: สีความคิดเห็น
vi: Màu bình luận

source: Backgroud Color Comments
th: สีพื้นหลังความคิดเห็น
vi: Màu nền bình luận

source: Import Episode To
th: นำเข้าตอนไปยัง
vi: Nhập tập phim vào

source: Notification/Note
th: การแจ้งเตือน/หมายเหตุ
vi: Thông báo/Ghi chú

source: Add to One Slide (Slider one by one)
th: เพิ่มไปยังสไลด์เดียว (สไลด์ทีละหนึ่ง)
vi: Thêm vào một slide (Trình chiếu từng cái một)

source: Add to Carousel Slider
th: เพิ่มไปยังสไลด์หมุน
vi: Thêm vào trình chiếu Carousel

source: Paging the episode list
th: แบ่งหน้าในรายการตอน
vi: Phân trang danh sách tập phim

source: Edit Post Info
th: แก้ไขข้อมูลโพสต์
vi: Chỉnh sửa thông tin bài viết

source: Add Subtitle
th: เพิ่มคำบรรยาย
vi: Thêm phụ đề

source: Subtitle Label
th: ป้ายคำบรรยาย
vi: Nhãn phụ đề

source: MP4 File
th: ไฟล์ MP4
vi: Tệp MP4

source: New Server Name
th: ชื่อเซิร์ฟเวอร์ใหม่
vi: Tên máy chủ mới

source: Current Servers
th: เซิร์ฟเวอร์ปัจจุบัน
vi: Các máy chủ hiện tại

source: Episode URL
th: URL ตอน
vi: URL tập phim

source: Episode Type support list:
th: รายการประเภทตอนที่รองรับ:
vi: Danh sách hỗ trợ loại tập phim:

source: Add New Server
th: เพิ่มเซิร์ฟเวอร์ใหม่
vi: Thêm máy chủ mới

source: Reload this page
th: โหลดหน้านี้ใหม่
vi: Tải lại trang này

source: Example
th: ตัวอย่าง
vi: Ví dụ

source: Only main episode link
th: ลิงก์ตอนหลักเท่านั้น
vi: Chỉ liên kết tập phim chính

source: Only main episode link and subtitle, not alternate link fallback
th: ลิงก์ตอนหลักและคำบรรยายเท่านั้น ไม่ใช่ลิงก์สำรอง
vi: Chỉ liên kết tập phim chính và phụ đề, không phải liên kết thay thế dự phòng

source: Only main episode link and alternate link fallback, not subtitles
th: ลิงก์ตอนหลักและลิงก์สำรองเท่านั้น ไม่ใช่คำบรรยาย
vi: Chỉ liên kết tập phim chính và liên kết thay thế dự phòng, không phải phụ đề

source: Full of parameters
th: เต็มไปด้วยพารามิเตอร์
vi: Đầy đủ các tham số

source: Choose Server
th: เลือกเซิร์ฟเวอร์
vi: Chọn máy chủ

source: Alternate Server
th: เซิร์ฟเวอร์สำรอง
vi: Máy chủ thay thế

source: Subtitle
th: คำบรรยาย
vi: Phụ đề

source: Autoplay next episode, please wait...
th: เล่นตอนถัดไปอัตโนมัติ กรุณารอสักครู่...
vi: Tự động phát tập phim tiếp theo, vui lòng đợi...

source: Automatically resumes your videos from where you played them last at
th: เล่นวิดีโอของคุณต่อจากที่คุณเล่นครั้งสุดท้าย
vi: Tự động tiếp tục video của bạn từ nơi bạn đã phát lần cuối

source: Playback from the beginning?
th: เล่นจากจุดเริ่มต้น?
vi: Phát lại từ đầu?

source: Playback
th: การเล่น
vi: Phát lại

source: Continue watching
th: ดูต่อ
vi: Tiếp tục xem

source: EXIT
th: ออก
vi: THOÁT

source: 18+ ENTER
th: 18+ เข้าสู่
vi: 18+ VÀO

source: Your name and message is required (*)
th: ต้องระบุชื่อและข้อความของคุณ (*)
vi: Tên và tin nhắn của bạn là bắt buộc (*)

source: Your message
th: ข้อความของคุณ
vi: Tin nhắn của bạn

source: Thank you for sending error messages. We will fix the problem in the shortest time possible.
th: ขอบคุณสำหรับการส่งข้อความข้อผิดพลาด เราจะแก้ไขปัญหาในเวลาที่สั้นที่สุด
vi: Cảm ơn bạn đã gửi tin nhắn lỗi. Chúng tôi sẽ khắc phục vấn đề trong thời gian ngắn nhất có thể.

source: Name or Email
th: ชื่อหรืออีเมล
vi: Tên hoặc Email

source: End of episode list
th: สิ้นสุดรายการตอน
vi: Kết thúc danh sách tập phim

source: First of episode list
th: เริ่มต้นรายการตอน
vi: Đầu danh sách tập phim

source: Failed to remove items!
th: ลบรายการไม่สำเร็จ!
vi: Không thể xóa các mục!

source: All items removed successfully!
th: ลบรายการทั้งหมดสำเร็จ!
vi: Tất cả các mục đã được xóa thành công!

source: Marked as resolved successfully!
th: ทำเครื่องหมายว่าแก้ไขสำเร็จ!
vi: Đã đánh dấu là đã giải quyết thành công!

source: Failed to mark as resolved!
th: ทำเครื่องหมายว่าแก้ไขไม่สำเร็จ!
vi: Không thể đánh dấu là đã giải quyết!

source: Item removed successfully!
th: ลบรายการสำเร็จ!
vi: Mục đã được xóa thành công!

source: Failed to remove item!
th: ลบรายการไม่สำเร็จ!
vi: Không thể xóa mục!

source: An error occurred while removing the item.
th: เกิดข้อผิดพลาดขณะลบรายการ
vi: Đã xảy ra lỗi khi xóa mục.

source: An error occurred while removing all items.
th: เกิดข้อผิดพลาดขณะลบรายการทั้งหมด
vi: Đã xảy ra lỗi khi xóa tất cả các mục.

source: Invalid structure. Each line must have exactly 3 parts separated by the "|" character.
th: โครงสร้างไม่ถูกต้อง แต่ละบรรทัดต้องมี 3 ส่วนที่แยกด้วยอักขระ "|"
vi: Cấu trúc không hợp lệ. Mỗi dòng phải có đúng 3 phần được phân tách bằng ký tự "|".

source: There are no new episodes yet or this is the last episode!
th: ยังไม่มีตอนใหม่หรือเป็นตอนสุดท้าย!
vi: Chưa có tập phim mới hoặc đây là tập phim cuối cùng!

source: Cache Movies
th: แคชภาพยนตร์
vi: Bộ nhớ cache phim

source: Empty!
th: ว่างเปล่า!
vi: Trống!

source: Manage Episode
th: จัดการตอน
vi: Quản lý tập phim

source: Please publish post before you can edit episodes
th: กรุณาเผยแพร่โพสต์ก่อนที่คุณจะสามารถแก้ไขตอน
vi: Vui lòng xuất bản bài viết trước khi bạn có thể chỉnh sửa các tập phim

source: You Must Provide Full Parameters: TITLE, SV, EP, Otherwise There Will Be An Error
th: คุณต้องระบุพารามิเตอร์เต็ม: TITLE, SV, EP มิฉะนั้นจะเกิดข้อผิดพลาด
vi: Bạn phải cung cấp đầy đủ các tham số: TIÊU ĐỀ, SV, EP, nếu không sẽ xảy ra lỗi

source: Submit Report
th: ส่งรายงาน
vi: Gửi báo cáo

source: Message
th: ข้อความ
vi: Tin nhắn

source: On Going
th: กำลังดำเนินการ
vi: Đang tiếp tục

source: Theater Movies
th: ภาพยนตร์โรงภาพยนตร์
vi: Phim chiếu rạp

source: Background Color
th: สีพื้นหลัง
vi: Màu nền

source: Body Background
th: พื้นหลังตัวเนื้อหา
vi: Nền thân

source: Color Button Player
th: สีปุ่มผู้เล่น
vi: Màu nút trình phát

source: Find Episodes Quickly
th: ค้นหาตอนอย่างรวดเร็ว
vi: Tìm tập phim nhanh chóng

source: Backgroud Color Find Episodes
th: สีพื้นหลังค้นหาตอน
vi: Màu nền tìm tập phim

source: Text Color Find Episodes
th: สีข้อความค้นหาตอน
vi: Màu văn bản tìm tập phim

source: Border Color Find Episodes
th: สีขอบค้นหาตอน
vi: Màu viền tìm tập phim

source: Episode Server Text Color
th: สีข้อความเซิร์ฟเวอร์ตอน
vi: Màu văn bản máy chủ tập phim

source: Hover Background Color
th: สีพื้นหลังเมื่อวางเมาส์
vi: Màu nền khi di chuột

source: Backgroud Active Backup Server
th: พื้นหลังเซิร์ฟเวอร์สำรองที่ใช้งาน
vi: Nền máy chủ dự phòng đang hoạt động

source: Border Backup Server
th: ขอบเซิร์ฟเวอร์สำรอง
vi: Viền máy chủ dự phòng

source: Hover Backup Server
th: เซิร์ฟเวอร์สำรองเมื่อวางเมาส์
vi: Di chuột qua máy chủ dự phòng

source: Adult Content
th: เนื้อหาสำหรับผู้ใหญ่
vi: Nội dung người lớn

source: Forward 10 Seconds
th: เดินหน้า 10 วินาที
vi: Tiến 10 giây

source: Rewind 10 Seconds
th: ย้อนกลับ 10 วินาที
vi: Lùi 10 giây

source: AdBlock Detected!
th: ตรวจพบ AdBlock!
vi: Đã phát hiện AdBlock!

source: Please disable AdBlock to continue watching.
th: กรุณาปิดใช้งาน AdBlock เพื่อดูต่อ
vi: Vui lòng tắt AdBlock để tiếp tục xem.

source: Detect AdBlocker
th: ตรวจจับ AdBlocker
vi: Phát hiện AdBlocker

source: Auto detects ad blockers and displays a notifications to users
th: ตรวจจับตัวบล็อกโฆษณาอัตโนมัติและแสดงการแจ้งเตือนแก่ผู้ใช้
vi: Tự động phát hiện các trình chặn quảng cáo và hiển thị thông báo cho người dùng

source: Ex: "Users please remove ad blocker!"
th: ตัวอย่าง: "ผู้ใช้กรุณาลบตัวบล็อกโฆษณา!"
vi: Ví dụ: "Người dùng vui lòng gỡ bỏ trình chặn quảng cáo!"

source: Total Likes
th: จำนวนการชอบทั้งหมด
vi: Tổng số lượt thích

source: Total Dislikes
th: จำนวนการไม่ชอบทั้งหมด
vi: Tổng số lượt không thích

source: Change Label Movies
th: เปลี่ยนป้ายภาพยนตร์
vi: Thay đổi nhãn phim

source: Select Label TV Series : Completed
th: เลือกป้ายซีรีส์ทีวี: เสร็จสิ้น
vi: Chọn nhãn Phim bộ: Hoàn thành

source: Select Label TV Series : Ongoing
th: เลือกป้ายซีรีส์ทีวี: กำลังดำเนินการ
vi: Chọn nhãn Phim bộ: Đang phát sóng

source: Select Label Movies
th: เลือกป้ายภาพยนตร์
vi: Chọn nhãn Phim

source: Full {quality}
th: เต็ม {quality}

source: Episode {episode}/{total_episode}
th: ตอน {episode}/{total_episode}
vi: Tập {episode}/{total_episode}

source: Completed ({episode}/{total_episode})
th: เสร็จสิ้น ({episode}/{total_episode})
vi: Hoàn thành ({episode}/{total_episode})

source: Adblock Notices
th: การแจ้งเตือน Adblock
vi: Thông báo Adblock

source: Find episodes
th: ค้นหาตอน
vi: Tìm tập phim

source: Color 5 Latest Episode
th: สี 5 ตอนล่าสุด
vi: Màu 5 tập phim mới nhất

source: Text Color Button
th: สีข้อความปุ่ม
vi: Màu chữ nút

source: Backgroud Color Button
th: สีพื้นหลังปุ่ม
vi: Màu nền nút

source: License Manager
th: ตัวจัดการใบอนุญาต
vi: Quản lý giấy phép

source: Theme License
th: ใบอนุญาตธีม
vi: Giấy phép giao diện

source: Enter your theme license key.
th: ป้อนคีย์ใบอนุญาตธีมของคุณ
vi: Nhập khóa giấy phép giao diện của bạn.

source: License Key
th: คีย์ใบอนุญาต
vi: Khóa giấy phép

source: License Action
th: การดำเนินการใบอนุญาต
vi: Hành động giấy phép

source: Deactivate License
th: ปิดใช้งานใบอนุญาต
vi: Hủy kích hoạt giấy phép

source: Activate License
th: เปิดใช้งานใบอนุญาต
vi: Kích hoạt giấy phép

source: License status is unknown.
th: สถานะใบอนุญาตไม่ทราบ
vi: Trạng thái giấy phép không xác định.

source: Renew?
th: ต่ออายุ?
vi: Gia hạn?

source: unlimited
th: ไม่จำกัด
vi: không giới hạn

source: License key is active.
th: คีย์ใบอนุญาตใช้งานอยู่
vi: Khóa giấy phép đang hoạt động.

source: Expires %s.
th: หมดอายุ %s
vi: Hết hạn %s.

source: Lifetime License.
th: ใบอนุญาตตลอดชีพ
vi: Giấy phép vĩnh viễn.

source: You have %1$s / %2$s sites activated.
th: คุณมี %1$s / %2$s เว็บไซต์ที่เปิดใช้งาน
vi: Bạn đã kích hoạt %1$s / %2$s trang web.

source: License key expired %s.
th: คีย์ใบอนุญาตหมดอายุ %s
vi: Khóa giấy phép đã hết hạn %s.

source: License key has expired.
th: คีย์ใบอนุญาตหมดอายุแล้ว
vi: Khóa giấy phép đã hết hạn.

source: License keys do not match.
th: คีย์ใบอนุญาตไม่ตรงกัน
vi: Khóa giấy phép không khớp.

source: License is inactive.
th: ใบอนุญาตไม่ใช้งาน
vi: Giấy phép không hoạt động.

source: License key is disabled.
th: คีย์ใบอนุญาตถูกปิดใช้งาน
vi: Khóa giấy phép đã bị vô hiệu hóa.

source: Site is inactive.
th: ไซต์ไม่ใช้งาน
vi: Trang web không hoạt động.

source: Updating this theme will lose any customizations you have made. "Cancel" to stop, "OK" to update.
th: การอัปเดตธีมนี้จะทำให้การปรับแต่งที่คุณทำหายไป "ยกเลิก" เพื่อหยุด "ตกลง" เพื่ออัปเดต
vi: Cập nhật giao diện này sẽ mất tất cả các tùy chỉnh bạn đã thực hiện. "Hủy" để dừng lại, "OK" để cập nhật.

source: <strong>%1\$s %2\$s</strong> is available. <a href="%3\$s" class="thickbox" title="%4s">Check out what's new</a> or <a href="%5\$s"%6\$s>update now</a>.
th: <strong>%1\$s %2\$s</strong> พร้อมใช้งาน <a href="%3\$s" class="thickbox" title="%4s">ตรวจสอบสิ่งใหม่</a> หรือ <a href="%5\$s"%6\$s>อัปเดตตอนนี้</a>
vi: <strong>%1\$s %2\$s</strong> đã có sẵn. <a href="%3\$s" class="thickbox" title="%4s">Xem có gì mới</a> hoặc <a href="%5\$s"%6\$s>cập nhật ngay</a>.

source: License Details
th: รายละเอียดใบอนุญาต
vi: Chi tiết giấy phép

source: Status:
th: สถานะ:
vi: Trạng thái:

source: License Key:
th: คีย์ใบอนุญาต:
vi: Khóa giấy phép:

source: Email:
th: อีเมล:

source: Expiration Date:
th: วันที่หมดอายุ:
vi: Ngày hết hạn:

source: Lifetime License
th: ใบอนุญาตตลอดชีพ
vi: Giấy phép vĩnh viễn

source: License Limit:
th: ขีดจำกัดใบอนุญาต:
vi: Giới hạn giấy phép:

source: You have %s/%s sites activated
th: คุณมี %s/%s เว็บไซต์ที่เปิดใช้งาน
vi: Bạn đã kích hoạt %s/%s trang web

source: Update License
th: อัปเดตใบอนุญาต
vi: Cập nhật giấy phép

source: If you wish to use this license on a different server, deactivate it first.
th: หากคุณต้องการใช้ใบอนุญาตนี้บนเซิร์ฟเวอร์อื่น ให้ปิดใช้งานก่อน
vi: Nếu bạn muốn sử dụng giấy phép này trên một máy chủ khác, hãy hủy kích hoạt nó trước.

source: License Code
th: รหัสใบอนุญาต
vi: Mã giấy phép

source: Activate
th: เปิดใช้งาน
vi: Kích hoạt

source: Import Page/Menu/Widgets Template
th: นำเข้าเทมเพลตหน้า/เมนู/วิดเจ็ต
vi: Nhập mẫu trang/menu/widget

source: Header
th: ส่วนหัว
vi: Đầu trang

source: Footer
th: ส่วนท้าย
vi: Chân trang

source: Security
th: ความปลอดภัย
vi: Bảo mật

source: Import/Export Templates
th: นำเข้า/ส่งออกเทมเพลต
vi: Nhập/Xuất mẫu

source: General
th: ทั่วไป
vi: Chung

source: Settings imported. This is just an example. No data imported.
th: การตั้งค่าถูกนำเข้า นี่เป็นเพียงตัวอย่าง ไม่มีการนำเข้าข้อมูล
vi: Đã nhập cài đặt. Đây chỉ là một ví dụ. Không có dữ liệu nào được nhập.

source: Custom description for theme options
th: คำอธิบายที่กำหนดเองสำหรับตัวเลือกธีม
vi: Mô tả tùy chỉnh cho tùy chọn giao diện

source: Pages
th: หน้า
vi: Trang

source: Menu
th: เมนู

source: Widgets
th: วิดเจ็ต
vi: Widget

source: Classic Editor
th: ตัวแก้ไขคลาสสิก
vi: Trình soạn thảo cổ điển

source: Classic Widgets
th: วิดเจ็ตคลาสสิก
vi: Widget cổ điển

source: Additional CSS
th: CSS เพิ่มเติม
vi: CSS bổ sung

source: Font size
th: ขนาดตัวอักษร
vi: Kích thước phông chữ

source: Font Family
th: แบบอักษร
vi: Họ phông chữ

source: Show/Hide Admin Bar
th: แสดง/ซ่อนแถบผู้ดูแลระบบ
vi: Hiển thị/Ẩn thanh quản trị

source: Add your own CSS code here to customize the appearance and layout of your site.
th: เพิ่มโค้ด CSS ของคุณเองที่นี่เพื่อปรับแต่งรูปลักษณ์และการจัดวางของไซต์ของคุณ
vi: Thêm mã CSS của riêng bạn tại đây để tùy chỉnh giao diện và bố cục trang web của bạn.

source: This option disables the new Gutenberg Editor (aka Block Editor) and replaces it with the Classic Editor
th: ตัวเลือกนี้ปิดใช้งานตัวแก้ไข Gutenberg ใหม่ (หรือที่เรียกว่าตัวแก้ไขบล็อก) และแทนที่ด้วยตัวแก้ไขคลาสสิก
vi: Tùy chọn này vô hiệu hóa trình soạn thảo Gutenberg mới (hay còn gọi là trình soạn thảo khối) và thay thế nó bằng trình soạn thảo cổ điển

source: This Option Will Return Widgets to Classic Mode
th: ตัวเลือกนี้จะคืนวิดเจ็ตเป็นโหมดคลาสสิก
vi: Tùy chọn này sẽ đưa Widget trở lại chế độ cổ điển

source: Show Or Hide Admin Bar From Frontend Theme
th: แสดงหรือซ่อนแถบผู้ดูแลระบบจากธีมส่วนหน้า
vi: Hiển thị hoặc ẩn thanh quản trị từ giao diện người dùng

source: Displays the old episodes manager in the post editor
th: แสดงตัวจัดการตอนเก่าในตัวแก้ไขโพสต์
vi: Hiển thị trình quản lý tập phim cũ trong trình soạn thảo bài viết

source: Meta verification
th: การตรวจสอบเมตา
vi: Xác minh Meta

source: Other Scripts Header
th: ส่วนหัวสคริปต์อื่นๆ
vi: Tập lệnh khác trong phần đầu

source: Paste here your Google Analytics following code.
th: วางโค้ด Google Analytics ของคุณที่นี่
vi: Dán mã theo dõi Google Analytics của bạn tại đây.

source: Paste here your meta codes (for example to verify your domain from a third party like Google Suite, etc.)
th: วางโค้ดเมตาของคุณที่นี่ (เช่น เพื่อยืนยันโดเมนของคุณจากบุคคลที่สามเช่น Google Suite เป็นต้น)
vi: Dán mã meta của bạn tại đây (ví dụ: để xác minh tên miền của bạn từ bên thứ ba như Google Suite, v.v.)

source: Hide required plugins notice
th: ซ่อนการแจ้งเตือนปลั๊กอินที่จำเป็น
vi: Ẩn thông báo về các plugin bắt buộc

source: This Option Will Hide Notifications About Required Plugin Installation
th: ตัวเลือกนี้จะซ่อนการแจ้งเตือนเกี่ยวกับการติดตั้งปลั๊กอินที่จำเป็น
vi: Tùy chọn này sẽ ẩn thông báo về việc cài đặt plugin bắt buộc

source: Footer Scripts
th: สคริปต์ส่วนท้าย
vi: Tập lệnh chân trang

source: Enter the codes which you need to place in your footer. Tracking Code or any other JavaScript. (ex: Google Analytics, Clicky, Woopra, Histats, etc.).
th: ป้อนโค้ดที่คุณต้องการวางในส่วนท้าย รหัสติดตามหรือ JavaScript อื่นๆ (เช่น Google Analytics, Clicky, Woopra, Histats เป็นต้น)
vi: Nhập mã bạn cần đặt vào chân trang. Mã theo dõi hoặc bất kỳ JavaScript nào khác. (ví dụ: Google Analytics, Clicky, Woopra, Histats, v.v.).

source: Footer About Text
th: ข้อความเกี่ยวกับส่วนท้าย
vi: Văn bản giới thiệu chân trang

source: Copyright Text
th: ข้อความลิขสิทธิ์
vi: Văn bản bản quyền

source: You can change or remove our link from footer and use your own custom text. (Link back is always appreciated)
th: คุณสามารถเปลี่ยนหรือลบลิงก์ของเราจากส่วนท้ายและใช้ข้อความที่กำหนดเองของคุณเอง (ลิงก์กลับได้รับการชื่นชมเสมอ)
vi: Bạn có thể thay đổi hoặc xóa liên kết của chúng tôi khỏi chân trang và sử dụng văn bản tùy chỉnh của riêng bạn. (Liên kết ngược lại luôn được đánh giá cao)

source: Create Page
th: สร้างหน้า
vi: Tạo trang

source: Create Menu
th: สร้างเมนู
vi: Tạo menu

source: Create Widgets
th: สร้างวิดเจ็ต
vi: Tạo widget

source: Create <a href="%s" target="_blank">page</a> like on <a href="%s" target="_blank">%s</a> demo.
th: สร้าง <a href="%s" target="_blank">หน้า</a> เหมือนใน <a href="%s" target="_blank">%s</a> เดโม
vi: Tạo <a href="%s" target="_blank">trang</a> giống như trên bản demo <a href="%s" target="_blank">%s</a>.

source: Create a <a href="%s" target="_blank">menu</a> like on <a href="%s" target="_blank">%s</a> demo.
th: สร้าง <a href="%s" target="_blank">เมนู</a> เหมือนใน <a href="%s" target="_blank">%s</a> เดโม
vi: Tạo <a href="%s" target="_blank">menu</a> giống như trên bản demo <a href="%s" target="_blank">%s</a>.

source: Create <a href="%s" target="_blank">widgets</a> like on <a href="%s" target="_blank">%s</a> demo.
th: สร้าง <a href="%s" target="_blank">วิดเจ็ต</a> เหมือนใน <a href="%s" target="_blank">%s</a> เดโม
vi: Tạo <a href="%s" target="_blank">widget</a> giống như trên bản demo <a href="%s" target="_blank">%s</a>.

source: Export
th: ส่งออก
vi: Xuất

source: Download and make a backup of your options.
th: ดาวน์โหลดและสำรองตัวเลือกของคุณ
vi: Tải xuống và tạo bản sao lưu các tùy chọn của bạn.

source: This action will create a page in your admin.
th: การดำเนินการนี้จะสร้างหน้าในผู้ดูแลระบบของคุณ
vi: Hành động này sẽ tạo một trang trong bảng quản trị của bạn.

source: This action will create a menu in your admin.
th: การดำเนินการนี้จะสร้างเมนูในผู้ดูแลระบบของคุณ
vi: Hành động này sẽ tạo một menu trong bảng quản trị của bạn.

source: This action will integrate video block widgets in your admin.
th: การดำเนินการนี้จะรวมวิดเจ็ตบล็อกวิดีโอในผู้ดูแลระบบของคุณ
vi: Hành động này sẽ tích hợp widget khối video trong bảng quản trị của bạn.

source: Close
th: ปิด
vi: Đóng

source: Confirm
th: ยืนยัน
vi: Xác nhận

source: Select a Niche image to import options from a niche. Then click on the Import button.
th: เลือกภาพเฉพาะกลุ่มเพื่อนำเข้าตัวเลือกจากกลุ่มเฉพาะ จากนั้นคลิกที่ปุ่มนำเข้า
vi: Chọn một hình ảnh ngách để nhập tùy chọn từ một ngách. Sau đó nhấp vào nút Nhập.

source: Theme options will be imported in order to change the appearance of your site.
th: ตัวเลือกธีมจะถูกนำเข้าเพื่อเปลี่ยนรูปลักษณ์ของไซต์ของคุณ
vi: Tùy chọn giao diện sẽ được nhập để thay đổi giao diện trang web của bạn.
